Repository: zilokki-bot/openclaw
Catalog: apps/macos/Sources/OpenClaw/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Install on Gateway
ar: التثبيت على Gateway
de: Auf Gateway installieren
es: Instalar en Gateway
fa: نصب روی Gateway
fr: Installer sur Gateway
hi: Gateway पर इंस्टॉल करें
id: Instal di Gateway
it: Installa su Gateway
ja_jp: Gateway にインストール
ko: Gateway에 설치
nl: Installeren op Gateway
pl: Zainstaluj na Gateway
pt_br: Instalar no Gateway
ru: Установить на Gateway
sv: Installera på Gateway
th: ติดตั้งบน Gateway
tr: Gateway'e yükle
uk: Установити на Gateway
vi: Cài đặt trên Gateway
zh_cn: 安装到 Gateway
zh_tw: 安裝到 Gateway

source: Install on This Mac
ar: التثبيت على هذا الـ Mac
de: Auf diesem Mac installieren
es: Instalar en esta Mac
fa: نصب روی این Mac
fr: Installer sur ce Mac
hi: इस Mac पर इंस्टॉल करें
id: Instal di Mac Ini
it: Installa su questo Mac
ja_jp: この Mac にインストール
ko: 이 Mac에 설치
nl: Installeren op deze Mac
pl: Zainstaluj na tym Macu
pt_br: Instalar neste Mac
ru: Установить на этот Mac
sv: Installera på denna Mac
th: ติดตั้งบน Mac เครื่องนี้
tr: Bu Mac'e yükle
uk: Установити на цей Mac
vi: Cài đặt trên máy Mac này
zh_cn: 安装到此 Mac
zh_tw: 安裝到這台 Mac

source: Install one of these tools, then check again. You can also connect a provider below.
ar: ثبّت إحدى هذه الأدوات، ثم تحقّق مرة أخرى. يمكنك أيضًا ربط أحد المزوّدين أدناه.
de: Installiere eines dieser Tools und prüfe dann erneut. Du kannst unten auch einen Anbieter verbinden.
es: Instala una de estas herramientas y, luego, vuelve a comprobarlo. También puedes conectar un proveedor a continuación.
fa: یکی از این ابزارها را نصب کنید، سپس دوباره بررسی کنید. همچنین می‌توانید یکی از ارائه‌دهندگان زیر را متصل کنید.
fr: Installez l’un de ces outils, puis vérifiez à nouveau. Vous pouvez également connecter un fournisseur ci-dessous.
hi: इनमें से कोई एक टूल इंस्टॉल करें, फिर दोबारा जाँचें। आप नीचे किसी प्रदाता को भी कनेक्ट कर सकते हैं।
id: Instal salah satu alat ini, lalu periksa kembali. Anda juga dapat menghubungkan penyedia di bawah ini.
it: Installa uno di questi strumenti, quindi verifica di nuovo. Puoi anche connettere uno dei provider qui sotto.
ja_jp: これらのツールのいずれかをインストールしてから、もう一度確認してください。以下のプロバイダーに接続することもできます。
ko: 다음 도구 중 하나를 설치한 다음 다시 확인하세요. 아래 제공업체를 연결할 수도 있습니다.
nl: Installeer een van deze tools en controleer het daarna opnieuw. Je kunt hieronder ook een provider koppelen.
pl: Zainstaluj jedno z tych narzędzi, a następnie sprawdź ponownie. Możesz też połączyć dostawcę poniżej.
pt_br: Instale uma destas ferramentas e verifique novamente. Você também pode conectar um provedor abaixo.
ru: Установите один из этих инструментов, затем повторите проверку. Также можно подключить провайдера ниже.
sv: Installera ett av dessa verktyg och kontrollera sedan igen. Du kan också ansluta en leverantör nedan.
th: ติดตั้งหนึ่งในเครื่องมือเหล่านี้ แล้วตรวจสอบอีกครั้ง นอกจากนี้ คุณยังสามารถเชื่อมต่อผู้ให้บริการด้านล่างได้
tr: Bu araçlardan birini yükleyin, ardından tekrar kontrol edin. Ayrıca aşağıdaki sağlayıcılardan birine bağlanabilirsiniz.
uk: Установіть один із цих інструментів, а потім перевірте ще раз. Також нижче можна підключити постачальника.
vi: Cài đặt một trong các công cụ này, sau đó kiểm tra lại. Bạn cũng có thể kết nối với một nhà cung cấp bên dưới.
zh_cn: 安装以下任一工具，然后再次检查。你也可以连接下方的提供商。
zh_tw: 安裝其中一項工具，然後再次檢查。您也可以連接下方的供應商。

source: Installed
ar: المثبتة
de: Installiert
es: Instalada
fa: نصب‌شده
fr: Installé
hi: इंस्टॉल किए गए
id: Terinstal
it: Installata
ja_jp: インストール済み
ko: 설치됨
nl: Geïnstalleerd
pl: Zainstalowane
pt_br: Instalada
ru: Установлено
sv: Installerad
th: ติดตั้งแล้ว
tr: Yüklendi
uk: Встановлено
vi: Đã cài đặt
zh_cn: 已安装
zh_tw: 已安裝

source: Instances
ar: المثيلات
de: Instanzen
es: Instancias
fa: نمونه‌ها
hi: इंस्टेंस
id: Instans
it: Istanze
ja_jp: インスタンス
ko: 인스턴스
nl: Instanties
pl: Instancje
pt_br: Instâncias
ru: Экземпляры
sv: Instanser
th: อินสแตนซ์
tr: Örnekler
uk: Екземпляри
vi: Phiên bản
zh_cn: 实例
zh_tw: 執行個體

source: Item
ar: عنصر
de: Element
es: Elemento
fa: مورد
fr: Élément
hi: आइटम
it: Elemento
ja_jp: 項目
ko: 항목
pl: Element
ru: Элемент
sv: Objekt
th: รายการ
tr: Öğe
uk: Елемент
vi: Mục
zh_cn: 项目
zh_tw: 項目

source: Jump to latest reply
ar: الانتقال إلى أحدث رد
de: Zur neuesten Antwort springen
es: Ir a la respuesta más reciente
fa: پرش به آخرین پاسخ
fr: Aller à la réponse la plus récente
hi: नवीनतम उत्तर पर जाएँ
id: Lompat ke balasan terbaru
it: Vai all'ultima risposta
ja_jp: 最新の返信に移動
ko: 최신 답글로 이동
nl: Naar nieuwste antwoord springen
pl: Przejdź do najnowszej odpowiedzi
pt_br: Ir para a resposta mais recente
ru: Перейти к последнему ответу
sv: Hoppa till senaste svar
th: ข้ามไปยังการตอบกลับล่าสุด
tr: En yeni yanıta atla
uk: Перейти до останньої відповіді
vi: Chuyển đến phản hồi mới nhất
zh_cn: 跳转到最新回复
zh_tw: 跳至最新回覆

source: Keep OpenClaw visible in the Dock. When off, windows still show the Dock icon while open.
ar: إبقاء OpenClaw ظاهرًا في Dock. عند إيقاف ذلك، ستظل النوافذ تُظهر أيقونة Dock أثناء فتحها.
de: OpenClaw im Dock sichtbar halten. Wenn deaktiviert, zeigen Fenster weiterhin das Dock-Symbol an, solange sie geöffnet sind.
es: Mantener OpenClaw visible en el Dock. Cuando está desactivado, las ventanas siguen mostrando el icono del Dock mientras están abiertas.
fa: OpenClaw را در Dock قابل مشاهده نگه دارید. وقتی خاموش باشد، پنجره‌ها همچنان هنگام باز بودن آیکون Dock را نشان می‌دهند.
fr: Garder OpenClaw visible dans le Dock. Lorsque cette option est désactivée, les fenêtres affichent toujours l’icône dans le Dock lorsqu’elles sont ouvertes.
hi: OpenClaw को Dock में दृश्यमान रखें। बंद होने पर, विंडो खुली रहने के दौरान भी Dock आइकन दिखाती हैं।
id: Tetap tampilkan OpenClaw di Dock. Saat dinonaktifkan, jendela tetap menampilkan ikon Dock saat terbuka.
it: Mantieni OpenClaw visibile nel Dock. Quando disattivato, le finestre mostrano comunque l'icona nel Dock mentre sono aperte.
ja_jp: OpenClaw を Dock に表示したままにします。オフの場合でも、ウィンドウが開いている間は Dock アイコンが表示されます。
ko: OpenClaw를 Dock에 계속 표시합니다. 꺼져 있어도 창이 열려 있는 동안에는 Dock 아이콘이 계속 표시됩니다.
nl: Houd OpenClaw zichtbaar in het Dock. Wanneer uitgeschakeld, tonen vensters nog steeds het Dock-icoon terwijl ze open zijn.
pl: Utrzymuj OpenClaw widoczny w Docku. Gdy ta opcja jest wyłączona, otwarte okna nadal pokazują ikonę w Docku.
pt_br: Manter o OpenClaw visível no Dock. Quando desativado, as janelas ainda mostram o ícone no Dock enquanto estiverem abertas.
ru: Оставлять OpenClaw видимым в Dock. Если выключено, окна всё равно показывают значок в Dock, пока открыты.
sv: Håll OpenClaw synligt i Dock. När det är av visas fortfarande Dock-symbolen för fönster medan de är öppna.
th: ให้ OpenClaw แสดงอยู่ใน Dock เมื่อปิด หน้าต่างจะยังคงแสดงไอคอน Dock ขณะเปิดอยู่
tr: OpenClaw'u Dock'ta görünür tut. Kapalıyken, pencereler açık olduğu sürece yine de Dock simgesini gösterir.
uk: Тримати OpenClaw видимим у Dock. Якщо вимкнено, вікна все одно показуватимуть іконку в Dock, доки відкриті.
vi: Giữ OpenClaw hiển thị trong Dock. Khi tắt, các cửa sổ vẫn hiển thị biểu tượng Dock khi đang mở.
zh_cn: 让 OpenClaw 在 Dock 中保持可见。关闭时，窗口打开期间仍会显示 Dock 图标。
zh_tw: 讓 OpenClaw 保持顯示在 Dock 中。關閉時，視窗開啟期間仍會顯示 Dock 圖示。

source: Keep my edits
ar: الاحتفاظ بتعديلاتي
de: Meine Änderungen behalten
es: Conservar mis cambios
fa: حفظ ویرایش‌های من
fr: Conserver mes modifications
hi: मेरे संपादन रखें
id: Pertahankan editan saya
it: Mantieni le mie modifiche
ja_jp: 自分の編集内容を保持
ko: 내 편집 유지
nl: Mijn bewerkingen behouden
pl: Zachowaj moje zmiany
pt_br: Manter minhas edições
ru: Сохранить мои изменения
sv: Behåll mina ändringar
th: เก็บการแก้ไขของฉัน
tr: Düzenlemelerimi koru
uk: Зберегти мої зміни
vi: Giữ chỉnh sửa của tôi
zh_cn: 保留我的编辑
zh_tw: 保留我的編輯

source: Keeps the last 400 lines; archives the old file.
ar: يحتفظ بآخر 400 سطر؛ ويؤرشف الملف القديم.
de: Behält die letzten 400 Zeilen; archiviert die alte Datei.
es: Conserva las últimas 400 líneas; archiva el archivo antiguo.
fa: آخرین ۴۰۰ خط را نگه می‌دارد؛ فایل قدیمی را بایگانی می‌کند.
fr: Conserve les 400 dernières lignes ; archive l’ancien fichier.
hi: अंतिम 400 पंक्तियाँ रखता है; पुरानी फ़ाइल को आर्काइव करता है।
id: Menyimpan 400 baris terakhir; mengarsipkan file lama.
it: Mantiene le ultime 400 righe; archivia il vecchio file.
ja_jp: 最後の 400 行を保持し、古いファイルをアーカイブします。
ko: 마지막 400줄은 유지하고 이전 파일은 보관합니다.
nl: Behoudt de laatste 400 regels; archiveert het oude bestand.
pl: Zachowuje ostatnie 400 wierszy; archiwizuje stary plik.
pt_br: Mantém as últimas 400 linhas; arquiva o arquivo antigo.
ru: Сохраняет последние 400 строк; архивирует старый файл.
sv: Behåller de senaste 400 raderna; arkiverar den gamla filen.
th: เก็บ 400 บรรทัดล่าสุดไว้; เก็บไฟล์เก่าเข้าคลัง
tr: Son 400 satırı tutar; eski dosyayı arşivler.
uk: Зберігає останні 400 рядків; архівує старий файл.
vi: Giữ lại 400 dòng cuối; lưu trữ tệp cũ.
zh_cn: 保留最后 400 行；归档旧文件。
zh_tw: 保留最後 400 行；封存舊檔案。

source: Key
ar: المفتاح
de: Schlüssel
es: Clave
fa: کلید
fr: Clé
hi: कुंजी
id: Kunci
it: Chiave
ja_jp: キー
ko: 키
nl: Sleutel
pl: Klucz
pt_br: Chave
ru: Ключ
sv: Nyckel
th: คีย์
tr: Anahtar
uk: Ключ
vi: Khóa
zh_cn: 密钥
zh_tw: 金鑰

source: Kill
ar: إنهاء
de: Beenden
es: Terminar
fa: پایان دادن
fr: Tuer
hi: समाप्त करें
id: Hentikan
it: Termina
ja_jp: 終了
ko: 종료
nl: Beëindigen
pl: Zakończ
pt_br: Encerrar
ru: Завершить
sv: Avsluta
tr: Sonlandır
uk: Завершити
vi: Dừng
zh_cn: 终止
zh_tw: 結束

source: Kind
ar: النوع
de: Art
es: Tipo
fa: نوع
fr: Type
hi: प्रकार
id: Jenis
it: Tipo
ja_jp: 種類
ko: 종류
nl: Soort
pl: Rodzaj
pt_br: Tipo
ru: Тип
sv: Typ
th: ประเภท
tr: Tür
uk: Тип
vi: Loại
zh_cn: 类型
zh_tw: 類型

source: Known commands can run; new commands use the prompt policy.
ar: يمكن تشغيل الأوامر المعروفة؛ وتستخدم الأوامر الجديدة سياسة المطالبة.
de: Bekannte Befehle können ausgeführt werden; neue Befehle verwenden die Eingabeaufforderungsrichtlinie.
es: Los comandos conocidos pueden ejecutarse; los comandos nuevos usan la política de solicitud.
fa: فرمان‌های شناخته‌شده می‌توانند اجرا شوند؛ فرمان‌های جدید از سیاست درخواست تأیید استفاده می‌کنند.
fr: Les commandes connues peuvent s’exécuter ; les nouvelles commandes utilisent la politique d’invite.
hi: ज्ञात कमांड चल सकते हैं; नए कमांड प्रॉम्प्ट नीति का उपयोग करते हैं।
id: Perintah yang dikenal dapat dijalankan; perintah baru menggunakan kebijakan prompt.
it: I comandi noti possono essere eseguiti; i nuovi comandi usano la policy di richiesta.
ja_jp: 既知のコマンドを実行できます。新しいコマンドにはプロンプトポリシーが適用されます。
ko: 알려진 명령은 실행할 수 있으며, 새 명령에는 프롬프트 정책이 적용됩니다.
nl: Bekende opdrachten kunnen worden uitgevoerd; nieuwe opdrachten gebruiken het promptbeleid.
pl: Znane polecenia mogą być uruchamiane; nowe polecenia używają zasad monitów.
pt_br: Comandos conhecidos podem ser executados; novos comandos usam a política de solicitação.
ru: Известные команды могут выполняться; для новых команд используется политика с запросом подтверждения.
sv: Kända kommandon kan köras; nya kommandon använder promptpolicyn.
th: คำสั่งที่รู้จักสามารถทำงานได้; คำสั่งใหม่ใช้แนวทางการแจ้งถาม
tr: Bilinen komutlar çalıştırılabilir; yeni komutlar istem ilkesini kullanır.
uk: Відомі команди можуть виконуватися; для нових команд використовується політика запитів.
vi: Các lệnh đã biết có thể chạy; lệnh mới dùng chính sách nhắc xác nhận.
zh_cn: 已知命令可以运行；新命令使用提示策略。
zh_tw: 已知 commands 可執行；新的 commands 會使用提示政策。

source: Krilling
ar: صيد الكريل
de: Krillen
es: Buscando kril
fa: کریل‌گیری
fr: Pêche au krill
hi: क्रिलिंग
id: Mencari kril
it: Pesca del krill
ja_jp: オキアミ漁中
ko: 크릴을 잡는 중
nl: Krillen
pl: Krylowanie
pt_br: Krillando
ru: Криллим
sv: Fiskar krill
th: กำลังจับเคย
tr: Kril avlanıyor
uk: Крилювання
vi: Đang bắt moi
zh_cn: 捕磷虾中
zh_tw: 捕磷蝦中

source: Language
ar: اللغة
de: Sprache
es: Idioma
fa: زبان
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
ja_jp: 言語
ko: 언어
nl: Taal
pl: Język
pt_br: Idioma
ru: Язык
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_cn: 语言
zh_tw: 語言

source: Language %lld
ar: اللغة %lld
de: Sprache %lld
es: Idioma %lld
fa: زبان %lld
fr: Langue %lld
hi: भाषा %lld
id: Bahasa %lld
it: Lingua %lld
ja_jp: 言語 %lld
ko: 언어 %lld
nl: Taal %lld
pl: Język %lld
pt_br: Idioma %lld
ru: Язык %lld
sv: Språk %lld
th: ภาษา %lld
tr: Dil %lld
uk: Мова %lld
vi: Ngôn ngữ %lld
zh_cn: 语言 %lld
zh_tw: 語言 %lld

source: Languages are tried in order. Models may need a first-use download on macOS 26.
ar: تُجرَّب اللغات بالترتيب. قد تحتاج النماذج إلى تنزيل عند الاستخدام الأول على macOS 26.
de: Sprachen werden der Reihe nach ausprobiert. Modelle erfordern unter macOS 26 möglicherweise beim ersten Gebrauch einen Download.
es: Los idiomas se prueban en orden. Es posible que los modelos necesiten una descarga en el primer uso en macOS 26.
fa: زبان‌ها به‌ترتیب امتحان می‌شوند. مدل‌ها ممکن است در macOS 26 نیاز به دانلود در اولین استفاده داشته باشند.
fr: Les langues sont essayées dans l’ordre. Les modèles peuvent nécessiter un téléchargement lors de la première utilisation sur macOS 26.
hi: भाषाएँ क्रम में आज़माई जाती हैं। macOS 26 पर मॉडल को पहली बार उपयोग के लिए डाउनलोड की आवश्यकता हो सकती है।
id: Bahasa dicoba secara berurutan. Model mungkin perlu diunduh saat pertama kali digunakan di macOS 26.
it: Le lingue vengono provate in ordine. I modelli potrebbero richiedere un download al primo utilizzo su macOS 26.
ja_jp: 言語は順番に試されます。macOS 26 では、モデルの初回使用時にダウンロードが必要になる場合があります。
ko: 언어는 순서대로 시도됩니다. macOS 26에서는 모델을 처음 사용할 때 다운로드가 필요할 수 있습니다.
nl: Talen worden op volgorde geprobeerd. Modellen moeten mogelijk bij het eerste gebruik worden gedownload op macOS 26.
pl: Języki są wypróbowywane w kolejności. Modele mogą wymagać pobrania przy pierwszym użyciu w macOS 26.
pt_br: Os idiomas são testados em ordem. Os modelos podem precisar de um download no primeiro uso no macOS 26.
ru: Языки проверяются по порядку. Для моделей может потребоваться загрузка при первом использовании на macOS 26.
sv: Språk provas i ordning. Modeller kan behöva hämtas vid första användning på macOS 26.
th: ระบบจะลองใช้ภาษาตามลำดับ โมเดลอาจต้องดาวน์โหลดเมื่อใช้งานครั้งแรกบน macOS 26
tr: Diller sırayla denenir. Modellerin macOS 26 üzerinde ilk kullanımda indirilmesi gerekebilir.
uk: Мови перевіряються по черзі. Для моделей може знадобитися завантаження під час першого використання в macOS 26.
vi: Các ngôn ngữ được thử theo thứ tự. Các mô hình có thể cần tải xuống khi dùng lần đầu trên macOS 26.
zh_cn: 将按顺序尝试语言。模型在 macOS 26 上可能需要首次使用时下载。
zh_tw: 語言會依序嘗試。模型在 macOS 26 上首次使用時可能需要下載。

source: Last activity
ar: آخر نشاط
de: Letzte Aktivität
es: Última actividad
fa: آخرین فعالیت
fr: Dernière activité
hi: पिछली गतिविधि
id: Aktivitas terakhir
it: Ultima attività
ja_jp: 最終アクティビティ
ko: 최근 활동
nl: Laatste activiteit
pl: Ostatnia aktywność
pt_br: Última atividade
ru: Последняя активность
sv: Senaste aktivitet
th: กิจกรรมล่าสุด
tr: Son etkinlik
uk: Остання активність
vi: Hoạt động gần nhất
zh_cn: 最近活动
zh_tw: 最近活動

source: Last interaction
ar: آخر تفاعل
de: Letzte Interaktion
es: Última interacción
fa: آخرین تعامل
fr: Dernière interaction
hi: पिछला इंटरैक्शन
id: Interaksi terakhir
it: Ultima interazione
ja_jp: 最終操作
ko: 최근 상호작용
nl: Laatste interactie
pl: Ostatnia interakcja
pt_br: Última interação
ru: Последнее взаимодействие
sv: Senaste interaktion
th: การโต้ตอบล่าสุด
tr: Son etkileşim
uk: Остання взаємодія
vi: Lần tương tác gần nhất
zh_cn: 最近交互
zh_tw: 最近互動

source: Last run
ar: آخر تشغيل
de: Letzte Ausführung
es: Última ejecución
fa: آخرین اجرا
fr: Dernière exécution
hi: पिछला रन
id: Eksekusi terakhir
it: Ultima esecuzione
ja_jp: 前回実行
ko: 마지막 실행
nl: Laatste uitvoering
pl: Ostatnie uruchomienie
pt_br: Última execução
ru: Последний запуск
sv: Senaste körning
th: การเรียกใช้ครั้งล่าสุด
tr: Son çalışma
uk: Останній запуск
vi: Lần chạy gần nhất
zh_cn: 上次运行
zh_tw: 上次執行

source: Last status
ar: آخر حالة
de: Letzter Status
es: Último estado
fa: آخرین وضعیت
fr: Dernier état
hi: पिछली स्थिति
id: Status terakhir
it: Ultimo stato
ja_jp: 前回のステータス
ko: 마지막 상태
nl: Laatste status
pl: Ostatni status
pt_br: Último status
ru: Последний статус
sv: Senaste status
th: สถานะล่าสุด
tr: Son durum
uk: Останній статус
vi: Trạng thái gần nhất
zh_cn: 上次状态
zh_tw: 上次狀態

source: Latest presence beacons from OpenClaw nodes. Updated periodically.
ar: أحدث إشارات الحضور من عُقد OpenClaw. يتم التحديث دوريًا.
de: Aktuelle Präsenz-Beacons von OpenClaw-Knoten. Wird regelmäßig aktualisiert.
es: Últimas balizas de presencia de nodos de OpenClaw. Se actualiza periódicamente.
fa: آخرین نشانک‌های حضور از گره‌های OpenClaw. به‌صورت دوره‌ای به‌روزرسانی می‌شود.
fr: Derniers signaux de présence des nœuds OpenClaw. Mis à jour périodiquement.
hi: OpenClaw नोड्स से नवीनतम उपस्थिति बीकन। समय-समय पर अपडेट किए जाते हैं।
id: Beacon kehadiran terbaru dari node OpenClaw. Diperbarui secara berkala.
it: Beacon di presenza più recenti dai nodi OpenClaw. Aggiornati periodicamente.
ja_jp: OpenClaw ノードからの最新のプレゼンスビーコン。定期的に更新されます。
ko: OpenClaw 노드의 최신 presence beacon입니다. 주기적으로 업데이트됩니다.
nl: Nieuwste aanwezigheidsbeacons van OpenClaw-nodes. Wordt periodiek bijgewerkt.
pl: Najnowsze sygnały obecności z węzłów OpenClaw. Aktualizowane okresowo.
pt_br: Beacons de presença mais recentes dos nós OpenClaw. Atualizado periodicamente.
ru: Последние сигналы присутствия от узлов OpenClaw. Обновляются периодически.
sv: Senaste närvarosignaler från OpenClaw-noder. Uppdateras regelbundet.
th: สัญญาณแสดงสถานะล่าสุดจากโหนด OpenClaw อัปเดตเป็นระยะ
tr: OpenClaw düğümlerinden en son varlık sinyalleri. Düzenli aralıklarla güncellenir.
uk: Останні сигнали присутності від вузлів OpenClaw. Оновлюється періодично.
vi: Các tín hiệu hiện diện mới nhất từ các nút OpenClaw. Được cập nhật định kỳ.
zh_cn: 来自 OpenClaw 节点的最新在线状态信标。定期更新。
zh_tw: 來自 OpenClaw 節點的最新存在信標。會定期更新。

source: Launch at login
ar: التشغيل عند تسجيل الدخول
de: Beim Anmelden starten
es: Iniciar al iniciar sesión
fa: اجرا هنگام ورود
fr: Lancer à l’ouverture de session
hi: लॉगिन पर लॉन्च करें
id: Luncurkan saat login
it: Avvia al login
ja_jp: ログイン時に起動
ko: 로그인 시 실행
nl: Starten bij inloggen
pl: Uruchamiaj przy logowaniu
pt_br: Iniciar ao fazer login
ru: Запускать при входе в систему
sv: Starta vid inloggning
th: เปิดเมื่อเข้าสู่ระบบ
tr: Oturum açıldığında başlat
uk: Запускати під час входу
vi: Khởi chạy khi đăng nhập
zh_cn: 登录时启动
zh_tw: 登入時啟動

source: Legacy pane — this now lives in the Dashboard
ar: جزء قديم — أصبح هذا الآن في Dashboard
de: Veralteter Bereich — dieser befindet sich jetzt im Dashboard
es: Panel heredado: esto ahora reside en el Dashboard
fa: پنجرهٔ قدیمی — این اکنون در Dashboard قرار دارد
fr: Ancien panneau — désormais disponible dans le Dashboard
hi: लीगेसी पेन — यह अब Dashboard में रहता है
id: Panel lama — ini sekarang berada di Dashboard
it: Pannello legacy — ora risiede nella Dashboard
ja_jp: 従来のペイン — これは現在 Dashboard にあります
ko: 레거시 창 — 이제 Dashboard에 있습니다
nl: Verouderd venster — dit staat nu in het Dashboard
pl: Starszy panel — to teraz znajduje się w Dashboardzie
pt_br: Painel legado — agora fica no Dashboard
ru: Устаревшая панель — теперь это в Dashboard
sv: Äldre panel — detta finns nu i Dashboard
th: แผงรุ่นเก่า — ตอนนี้ย้ายไปอยู่ใน Dashboard แล้ว
tr: Eski bölme — bu artık Dashboard'da bulunuyor
uk: Застаріла панель — тепер це є в Dashboard
vi: Bảng cũ — nội dung này hiện nằm trong Dashboard
zh_cn: 旧版面板——现已移至 Dashboard
zh_tw: 舊版面板 — 現已移至 Dashboard

source: Let bundled skill command-line tools run without prompting.
ar: السماح بتشغيل أدوات سطر الأوامر المضمّنة الخاصة بـ Skills دون مطالبة.
de: Gebündelte Skill-Befehlszeilentools ohne Rückfrage ausführen lassen.
es: Permite que las herramientas de línea de comandos de skills incluidas se ejecuten sin solicitar confirmación.
fa: اجازه دهید ابزارهای خط فرمان skill همراه، بدون نمایش اعلان اجرا شوند.
fr: Autoriser l’exécution des outils en ligne de commande Skills intégrés sans invite.
hi: बंडल किए गए स्किल कमांड-लाइन टूल्स को बिना प्रॉम्प्ट चलने दें।
id: Izinkan alat baris perintah skill bawaan berjalan tanpa prompt.
it: Consenti l'esecuzione degli strumenti a riga di comando delle Skills incluse senza richiesta di conferma.
ja_jp: バンドルされた skill コマンドラインツールを、プロンプトなしで実行できるようにします。
ko: 번들로 제공되는 skill 명령줄 도구가 프롬프트 없이 실행되도록 허용합니다.
nl: Laat meegeleverde commandoregeltools voor skills uitvoeren zonder prompt.
pl: Pozwól dołączonym narzędziom wiersza poleceń Skills działać bez monitowania.
pt_br: Permita que ferramentas de linha de comando de Skills incluídas sejam executadas sem prompt.
ru: Разрешить встроенным инструментам командной строки Skills запускаться без запроса.
sv: Låt medföljande kommandoradsverktyg för skills köras utan prompt.
th: อนุญาตให้เครื่องมือบรรทัดคำสั่งของ Skill ที่รวมมาให้ทำงานได้โดยไม่ต้องแสดงพรอมป์
tr: Paketlenmiş skill komut satırı araçlarının istem göstermeden çalışmasına izin verin.
uk: Дозволяти вбудованим інструментам командного рядка Skills запускатися без запиту.
vi: Cho phép các công cụ dòng lệnh skill được đóng gói chạy mà không cần nhắc.
zh_cn: 允许捆绑的 skill 命令行工具无需提示即可运行。
zh_tw: 允許隨附的 skill 命令列工具執行而不提示。

source: Letting your agent know you’re back…
ar: جارٍ إبلاغ وكيلك بعودتك…
de: Ihr Agent wird informiert, dass Sie zurück sind…
es: Avisando a tu agente de que has vuelto…
fa: در حال اطلاع دادن بازگشت شما به عاملتان…
fr: Nous informons votre agent de votre retour…
hi: आपके एजेंट को बताया जा रहा है कि आप वापस आ गए हैं…
id: Memberi tahu agen Anda bahwa Anda telah kembali…
it: Stiamo informando il tuo agente che sei tornato…
ja_jp: 戻ってきたことをエージェントに知らせています…
ko: 에이전트에게 돌아왔음을 알리는 중…
nl: Je agent laten weten dat je terug bent…
pl: Informowanie agenta o Twoim powrocie…
pt_br: Avisando ao seu agente que você voltou…
ru: Сообщаем вашему агенту, что вы вернулись…
sv: Meddelar din agent att du är tillbaka…
th: กำลังแจ้งให้เอเจนต์ของคุณทราบว่าคุณกลับมาแล้ว…
tr: Temsilcinize geri döndüğünüz bildiriliyor…
uk: Сповіщаємо вашого агента про ваше повернення…
vi: Đang thông báo cho tác nhân rằng bạn đã quay lại…
zh_cn: 正在通知你的智能体你已回来…
zh_tw: 正在通知您的代理程式您已返回…

source: Linking
ar: الربط
de: Verknüpfung
es: Vinculación
fa: در حال پیونددهی
fr: Association
hi: लिंक किया जा रहा है
id: Menautkan
it: Collegamento
ja_jp: リンク中
ko: 연결 중
nl: Koppelen
pl: Łączenie
pt_br: Vinculação
ru: Привязка
sv: Länkar
th: การเชื่อมโยง
tr: Bağlanıyor
uk: Пов’язування
vi: Đang liên kết
zh_cn: 关联
zh_tw: 連結中

source: List item
ar: عنصر قائمة
de: Listenelement
es: Elemento de lista
fa: مورد فهرست
fr: Élément de liste
hi: सूची आइटम
id: Item daftar
it: Elemento dell’elenco
ja_jp: リスト項目
ko: 목록 항목
nl: Lijstitem
pl: Element listy
pt_br: Item da lista
ru: Элемент списка
sv: Listobjekt
th: รายการในลิสต์
tr: Liste öğesi
uk: Елемент списку
vi: Mục danh sách
zh_cn: 列表项
zh_tw: 清單項目

source: Listen
ar: استمع
de: Zuhören
es: Escuchar
fa: گوش دادن
fr: Écouter
hi: सुनें
id: Dengarkan
it: Ascolta
ja_jp: 聞く
ko: 듣기
nl: Luisteren
pl: Słuchaj
pt_br: Ouvir
ru: Слушать
sv: Lyssna
th: ฟัง
tr: Dinle
uk: Слухати
vi: Nghe
zh_cn: 聆听
zh_tw: 聆聽
